Revit 2027 API
DockablePanes.BuiltInDockablePanes.PnIdModelerBrowser Property
 The P&ID modeler browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId PnIdModelerBrowser { get; }
Public Shared ReadOnly Property PnIdModelerBrowser As DockablePaneId
	Get
public:
static property DockablePaneId^ PnIdModelerBrowser {
	DockablePaneId^ get ();
}
static member PnIdModelerBrowser : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace